Repository: Faust30000/cinnamon-spices-applets
Catalog: mailnagapplet@ozderya.net/*.po
Languages: ru_ru

source: just now
ru_ru: сейчас

source: 1 minute ago
ru_ru: 1 минуту назад

source: minutes ago
ru_ru: минут назад

source: 1 hour ago
ru_ru: 1 час назад

source: hours ago
ru_ru: часов назад

source: yesterday
ru_ru: вчера

source: days ago
ru_ru: дней назад

source: weeks ago
ru_ru: недель назад

source: Configure Mailnag
ru_ru: Настройки Mailnag

source: Mailnag daemon stopped working!
ru_ru: Процесс Mailnag прекратил работу!

source: Mailnag daemon isn't running! Do you have it installed?
ru_ru: Процесс Mailnag не запущен! Он установлен в системе?

source: You have %d new mails!
ru_ru: У вас %d новых писем!

source: Mark All Read
ru_ru: Отметить все как прочитанные

source: You have new mail!
ru_ru: У вас новое письмо!

source: Mark Read
ru_ru: Отметить как прочитанное

source: No unread mails.
ru_ru: Нет непрочитанных писем.

source: Mailnag daemon is not running!
ru_ru: Процесс Mailnag не запущен!

source: You have a mail from %s!
ru_ru: Вам письмо от %s!

source: You have %d unread mails!
ru_ru: У вас %d непрочитанных писем!

source: Click to see error!
ru_ru: Нажмите для просмотра ошибки!

source: Error:
ru_ru: Ошибка:

source: Mailnag mail notifier applet
ru_ru: Апплет почтовых уведомлений Mailnag

source: Show notifications
ru_ru: Показывать уведомления

source: Enables display of mail arrived notifications by applet. Make sure you disable mailnag notification plugin, otherwise you will have duplicates.
ru_ru: Показывать уведомления о сообщениях полученных при помощи апплета. Убедитесь, что в Mailnag отключен плагин уведомлений, иначе уведомления будут дублироваться.

source: Mail client to launch (or webpage)
ru_ru: Почтовый клиент или веб страница для запуска

source: Enter the command to launch your mail client here. You can also enter a web address that starts with 'http'.
ru_ru: Введите команду для запуска почтового клиента. Также вы можете ввести адрес веб страницы начинающийся с 'http'.

source: Launch mail client on click
ru_ru: Запускать почтовый клиент по клику

source: Mail client is launched when clicked on a menu item.
ru_ru: При нажатии на пункт меню запустится почтовый клиент.

source: On middle click:
ru_ru: При нажатии средней кнопки мыши:

source: What to do when middle clicked on applet icon
ru_ru: Что делать при нажатии средней кнопки мыши на значке апплета

source: Mark all read
ru_ru: Отметить все как прочитанные

source: Launch mail client
ru_ru: Запустить почтовый клиент

source: Do nothing
ru_ru: Ничего не делать
